{
  "products": [
    {
      "id": 1,
      "name": "Columbia Women's Zero Rules Short-Sleeve Shirt - Columbia Grey Heather",
      "image": "assets/products/323319_00_d.jpg",
      "manufacturer": "Columbia",
      "season": "Summer",
      "for": "Women's",
      "material": "Synthetic fiber",
      "description": "This soft functional shirt features Columbia's industry-leading cooling technology. It reacts to perspiration and consequently lowers the temperature of the material. Outdoor shirt made of moisture-regulating material with UPF 30 sun protection for a lot of comfort.",
      "price": 19.99,
      "size": ["S", "M"]
    },
    {
      "id": 2,
      "name": "Columbia Women's Outdoor Elements III T-Shirt - Haute Pink, Take a Hike",
      "image": "assets/products/323584_00_d.jpg",
      "manufacturer": "Columbia",
      "season": "Summer",
      "for": "Women's",
      "material": "Synthetic fiber",
      "description": "With this shirt with funny graphic print you bring variety in the everyday life.",
      "price": 17.99,
      "size": ["S", "M", "L"]
    },
    {
      "id": 3,
      "name": "Columbia Men's Silver Ridge II Short Sleeve Shirt - Carbon",
      "image": "assets/products/323791_00_d.jpg",
      "manufacturer": "Columbia",
      "season": "Summer",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "The Silver Ridge collection looks back on a long tradition with travel enthusiasts and outdoor enthusiasts. With this optimized version, Columbia has refined the details while maintaining the essential features of a travel t-shirt, such as integrated sun protection 50, sun protection collar and waistband. With this collection you are protected, even when things get hot. The ventilation keeps you cool and looking good at the same time. The integrated cleaning cloth for sunglasses ensures a perfect view.",
      "price": 33.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "id": 4,
      "name": "Fjällräven Övik Knit Sweater - navy",
      "image": "assets/products/335305_00_d.jpg",
      "manufacturer": "Fjällräven",
      "season": "Winter",
      "for": "Men's",
      "material": "Wool",
      "description": "Comfortable sweater in soft, warm wool for everyday use and relaxed outdoor life. A beautiful patterned garment that also has excellent functionality as wool wicks away moisture from base layer garments and is one of few fibres that warms even when damp. Perfect as an insulating middle layer under a shell jacket, or together with a down vest, for example, on warmer days.",
      "price": 103.99,
      "size": ["M", "L"]
    },
    {
      "id": 5,
      "name": "Fjällräven High Coast Merino Sweater - night sky",
      "image": "assets/products/282871_00_d.jpg",
      "manufacturer": "Fjällräven",
      "season": "Winter",
      "for": "Men's",
      "material": "Wool",
      "description": "Classic round-necked sweater in merino wool with light structure knitting. The soft merino fibres give a sweater that doesn’t itch and that has all of wool’s excellent temperature-regulating properties. A stylish everyday favourite that is perfect for most occasions, all year round.",
      "price": 131.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "id": 6,
      "name": "adidas Women's Terrex Tivid 1/2 Zip Fleece Pullover - grey five",
      "image": "assets/products/222278_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "season": "Winter",
      "for": "Women's",
      "material": "recycled fabrics",
      "description": "This women's fleece top is designed for active wear and everyday warmth. It's a layering piece in cold weather and a stand-alone top for milder weather. A half-zip lets you adjust venting and the polar fleece build is soft against the skin.",
      "price": 40.99,
      "size": ["S", "M"]
    },
    {
      "id": 7,
      "name": "adidas Women's Knit Jersey - glow blue",
      "image": "assets/products/334976_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "season": "Winter",
      "for": "Women's",
      "material": "recycled fabrics",
      "description": "Be ready for the changing conditions of the mountains. Hot, cold or in between, this long sleeve top balances body temperature so you stay comfortable on the trail. The lightweight midlayer has a flexible design with ribbed inserts for total range of motion.",
      "price": 66.99,
      "size": ["S", "M", "KL"]
    },
    {
      "id": 8,
      "name": "adidas Women's Mountain Tee - trace scarlet",
      "image": "assets/products/263994_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "season": "Spring/Fall",
      "for": "Women's",
      "material": "Blended fabric",
      "description": "Follow the trail less travelled in this women's t-shirt. Climalite keeps you dry by shedding sweat for quick drying comfort every step of the way. A Terrex mountain graphic covers the chest. adidas is committed to creating products in more sustainable ways. This tee is made with recycled polyester to save resources and decrease emissions.",
      "price": 16.99,
      "size": ["XS", "S"]
    },
    {
      "id": 9,
      "name": "adidas Men's Ascend Tee - medium grey heather",
      "image": "assets/products/329277_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "season": "Spring/Fall",
      "for": "Men's",
      "material": "Blended fabric",
      "description": "Pedal, hike or climb. The outdoors delivers the challenge for you to take. This men's t-shirt shares the outdoor spirit with a multidiscipline compass rose graphic. The tee is built with a soft cotton blend that features recycled polyester.",
      "price": 19.99,
      "size": ["S", "KL"]
    },
    {
      "id": 10,
      "name": "adidas Men's Ascend Tee - blue beauty",
      "image": "assets/products/328011_00_d.jpg",
      "manufacturer": "adidas Outdoor",
      "season": "Spring/Fall",
      "for": "Men's",
      "material": "Blended fabric",
      "description": "Pedal, hike or climb. The outdoors delivers the challenge for you to take. This men's t-shirt shares the outdoor spirit with a multidiscipline compass rose graphic. The tee is built with a soft cotton blend that features recycled polyester.",
      "price": 19.99,
      "size": ["M", "L"]
    },
    {
      "id": 11,
      "name": "Dare 2b Kids Frenzy T-Shirt - 61I Ash Grey Marl",
      "image": "assets/products/317122_00_d.jpg",
      "manufacturer": "Dare 2b",
      "season": "Summer",
      "for": "Kids",
      "material": "Cotton",
      "description": "The Frenzy T-shirt by Dare 2b is made of cotton fabric, has a round neckline and a trendy front print. The Frenzy Tee is part of the Active series.",
      "price": 10.99,
      "size": ["XS", "S"]
    },
    {
      "id": 12,
      "name": "Dare 2b Kids Frenzy T-Shirt - 9RW Cajun Orange",
      "image": "assets/products/317124_00_d.jpg",
      "manufacturer": "Dare 2b",
      "season": "Summer",
      "for": "Kids",
      "material": "Cotton",
      "description": "The Frenzy T-shirt by Dare 2b is made of cotton fabric, has a round neckline and a trendy front print. The Frenzy Tee is part of the Active series.",
      "price": 10.99,
      "size": ["XS", "S"]
    },
    {
      "id": 13,
      "name": "GORE Wear R5 Women Sleeveless Shirt - black 9900",
      "image": "assets/products/306567_00_d.jpg",
      "manufacturer": "GORE Wear",
      "season": "Summer",
      "for": "Women's",
      "material": "Synthetic fiber",
      "description": "On a beautifully warm day, there should be no reason to return home until your wanderlust is fully sated. Taped shoulder seams are designed for comfort with a backpack or without. This highly breathable shirt will ensure you can keep going all day.",
      "price": 45.95,
      "size": ["S", "M", "L"]
    },
    {
      "id": 14,
      "name": "GORE Wear M Brand Shirt 100490 - deep water blue/citrus green AHAR",
      "image": "assets/products/305463_00_d.jpg",
      "manufacturer": "GORE Wear",
      "season": "Summer",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "This versatile shirt will become a key player in your workout wardrobe. Wear it alone on warm days or use it as the foundation of any technical layering strategy when the weather gets nasty. Careful construction maximizes comfort by reducing seams.",
      "price": 41.95,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "id": 15,
      "name": "GORE Wear R3 Melange Shirt - nordic blue AP00",
      "image": "assets/products/305539_00_d.jpg",
      "manufacturer": "GORE Wear",
      "season": "Summer",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "A light & airy shirt with a clean look that's perfect for every outside adventure. Featuring extra soft material for increased next-to-skin comfort, GORE® has managed to increase moisture management to ensure you stay the right temperature all day.",
      "price": 34.95,
      "size": ["KL"]
    },
    {
      "id": 16,
      "name": "GORE Wear M Women Thermo Long Sleeve Zip Shirt - black/neon yellow 9908",
      "image": "assets/products/336657_00_d.jpg",
      "manufacturer": "GORE Wear",
      "season": "Spring/Fall",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "A warm shirt for cold days, this versatile piece is great for every winter workout. A neutral cut is perfect for running, skiing or heading to the gym. Pair it with a base layer for added warmth, or under a jacket when the weather turns foul.",
      "price": 71.95,
      "size": ["L", "KL"]
    },
    {
      "id": 17,
      "name": "GORE Wear M Women Thermo Long Sleeve Zip Shirt - black 9900",
      "image": "assets/products/336662_00_d.jpg",
      "manufacturer": "GORE Wear",
      "season": "Spring/Fall",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "A warm shirt for cold days, this versatile piece is great for every winter workout. A neutral cut is perfect for running, skiing or heading to the gym. Pair it with a base layer for added warmth, or under a jacket when the weather turns foul.",
      "price": 71.95,
      "size": ["L", "KL"]
    },
    {
      "id": 18,
      "name": "Mammut Moench Advanced Half Zip Longsleeve Men - black",
      "image": "assets/products/330562_00_d.jpg",
      "manufacturer": "Mammut",
      "season": "Spring/Fall",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "In the mountains, good equipment is half the battle - and already begins on your skin. Because there's nothing more unpleasant than damp, sticky underwear that disturbs when climbing, hiking or skiing. Fortunately, Mammut has the Moench Advanced ML Half Zip Longsleeve Men in the Eiger Extreme collection. The material combination of Cordura yarn gives the longsleeve longevity and abrasion resistance. A thin Powerdry fabric under the arms has a natural antibacterial and odour-inhibiting effect. This allows the Moench Advanced Half Zip Longsleeve Men to be worn for several days in a row.",
      "price": 110.99,
      "size": ["M", "L", "KL"]
    },
    {
      "id": 19,
      "name": "Mammut Moench Advanced Half Zip Longsleeve Men 1041-09890 - ice",
      "image": "assets/products/234392_00_d.jpg",
      "manufacturer": "Mammut",
      "season": "Spring/Fall",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "In the mountains, good equipment is half the battle - and this starts directly on your skin. Because there is nothing more unpleasant than the irritation of damp undergarments clinging to your skin when climbing, hiking or on a ski tour. Luckily, the Eiger Extreme Collection includes the Moench Advanced ML Half Zip Longsleeve Men. The combination of very lightweight Polartec® Power Dry® and highly elastic Polartec® Power Stretch materials keeps you cozy and warm and fits like a second skin. The collar is cut high and the chin protector does not chafe. And, to allow you to slip your favorite longsleeve on again the next day, the Moench Advanced ML Half Zip Longsleeve Men has an antimicrobial treatment. Which means: it stays fresh for longer than your leg muscles.",
      "price": 89.99,
      "size": ["M", "L", "KL"]
    },
    {
      "id": 20,
      "name": "Mammut Trovat T-Shirt Men - peacoat melange",
      "image": "assets/products/331157_00_d.jpg",
      "manufacturer": "Mammut",
      "season": "Summer",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "A thrill for keen hikers: The Trovat T-Shirt Men is made from pleasantly soft, quick-drying drirelease® material. An antimicrobial treatment avoids unpleasant odors and makes sure you feel good even on strenuous sections of your route. The shirt comes in different print options for an individual look. From relaxed hikes to mountain tours – it's perfect.",
      "price": 33.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "id": 21,
      "name": "Mammut Moench Light T-Shirt Women - dawn",
      "image": "assets/products/271758_00_d.jpg",
      "manufacturer": "Mammut",
      "season": "Summer",
      "for": "Women's",
      "material": "Synthetic fiber",
      "description": "Remote mountain environments are best explored in practical clothing. The Moench Light T-Shirt Women is made from the very light and elastic Polartec® Power Dry® material with a pleasantly smooth feel for excellent moisture management and quick drying. This allows you to give it everything you've got on your climbs, as sweat is effectively wicked away from your body to prevent chilling. An antimicrobial treatment successfully reduces unpleasant odors. The Mammut® Vertical Motion Technology™ will ergonomically optimize your alpine movement sequences, while functional underarm gussets ensure optimum freedom of movement. The flat seams provide perfect comfort and avoid chafing under your backpack. With the Moench Light T-Shirt Women, you are ready for any challenge.",
      "price": 47.99,
      "size": ["S", "M", "L"]
    },
    {
      "id": 22,
      "name": "Mammut Alnasca Longsleeve Women - blush",
      "image": "assets/products/330611_00_d.jpg",
      "manufacturer": "Mammut",
      "season": "Winter",
      "for": "Women's",
      "material": "Synthetic fiber",
      "description": "The unique colour gradient, which changes into a feather print, gives the Alnasca Longsleeve Women a unique look. The Modal-Elastan-Mix provides a pleasant wearing comfort. You also benefit from the temperature-regulating and antimicrobial properties of the material for an all-round feel with a cool look.",
      "price": 54.99,
      "size": ["S", "M", "L"]
    },
    {
      "id": 23,
      "name": "Craghoppers NosiLife Adventure II Long-Sleeved Shirt - black pepper",
      "image": "assets/products/320005_00_d.jpg",
      "manufacturer": "Craghoppers",
      "season": "Summer",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "Peerless sun-protective adventure shirt that delivers reliable sun protection and insect repellent treatment. The lightweight ripstop construction wicks moisture away from the skin for effective cooling and anti-odour action in the stickiest conditions. Includes a special zip’n’clip RFID pocket for added security.",
      "price": 54.99,
      "size": ["S", "M", "L", "KL", "XXL"]
    },
    {
      "id": 24,
      "name": "Craghoppers NosiLife Barmera Long-Sleeved Check Shirt - ocean blue print",
      "image": "assets/products/239701_00_d.jpg",
      "manufacturer": "Craghoppers",
      "season": "Summer",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "Arrive at your destination cool and unflustered in this stylish check travel shirt. Ideal for hot-climate adventures, Bermera is designed to deliver effective performance on the trail and in the town. With insect repellent treatment and Solarshield sun protection. The shirt’s anti-bacterial, quick-drying action helps skin stay fresh when the heat is on.",
      "price": 52.99,
      "size": ["S", "M", "L", "KL", "XXL"]
    },
    {
      "id": 25,
      "name": "Craghoppers NosiLife II Short-Sleeved Baselayer T-Shirt - black pepper",
      "image": "assets/products/320039_00_d.jpg",
      "manufacturer": "Craghoppers",
      "season": "Summer",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "Slip into this versatile base layer and enjoy cooling, anti-odour protection from UV rays and biting insects. Made from NosiLife polyester mesh, this technical tee provides insect-repellent and sun-protective performance, at the same time, wicking moisture away from the skin for a fresh feel all day long. Featuring simple crew neck styling and reflective detail.",
      "price": 22.99,
      "size": ["S", "M", "L", "KL", "XXL"]
    },
    {
      "id": 26,
      "name": "ION Bike Tee SS Traze Amp Shortsleeve Jersey - sea green",
      "image": "assets/products/292219_00_d.jpg",
      "manufacturer": "ION",
      "season": "Summer",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "Very lightweight, highly breathable, moisture-wicking and Trail oriented shortsleeve jersey. Short-sleeved jersey made of a cooling Nano Bamboo Charcoal fabric in a Regular_Fit cut.",
      "price": 33.99,
      "size": ["S", "M", "L", "KL", "XXL"]
    },
    {
      "id": 27,
      "name": "ION Bike Button Tee SS Traze Women's Shortsleeve Jersey - antic lila",
      "image": "assets/products/298866_00_d.jpg",
      "manufacturer": "ION",
      "season": "Summer",
      "for": "Women's",
      "material": "Synthetic fiber",
      "description": "Shortsleeved jersey with buttoned neck made of a functional, soft-touch stretch fabric in a sporty Slim_Fit cut. The Channel Flow Lite structure makes this shirt a breathable all-rounder for your day on the trails. One zip back pocket provides space for a snack or other small stuff.",
      "price": 33.99,
      "size": ["S", "M", "L"]
    },
    {
      "id": 28,
      "name": "ION Bike Tee Half Zip SS Traze Amp Women's Shortsleeve Jersey - grannysmith green",
      "image": "assets/products/292459_00_d.jpg",
      "manufacturer": "ION",
      "season": "Summer",
      "for": "Women's",
      "material": "Synthetic fiber",
      "description": "Half-zipped, short-sleeved jersey made of functional, soft-touch stretch fabric with Channel Flow Lite structure in a sporty Slim_Fit. Mesh_Panels for improved ventilation. Three pockets on the back and the integrated Phone_Pouch provide a safe ride for your belongings. The Tee Half Zip SS TRAZE AMP comes with an integrated glass wipe called Clear_Optics. On top of all this, we’ve added Reflective_Details for additional safety on evening rides.",
      "price": 38.99,
      "size": ["S", "M", "L"]
    },
    {
      "id": 29,
      "name": "Odlo Women's CARVE 1/2 zip Warm Midlayer 541781 - 10576 odyssey gray",
      "image": "assets/products/283885_00_d.jpg",
      "manufacturer": "Odlo",
      "season": "Winter",
      "for": "Women's",
      "material": "Synthetic fiber",
      "description": "Casual and colourful, the Carve Warm 1/2 zip midlayer is a functional layer that wraps you up warm so you can carve up the mountain in comfort. Constructed with Ceramiwarm technology, this midlayer utilises the natural reflective properties of ceramic particles to bounce heat back to your body while offering enhanced warming properties without adding weight or creating overheating. Stretchable, soft and smooth, this sweater is sure to make you feel happy and warm all day long. For more fun this season, grab the bright and brilliant Carve Warm 1/2 zip midlayer.",
      "price": 41.99,
      "size": ["S", "M", "L"]
    },
    {
      "id": 30,
      "name": "Odlo Midlayer 1/2 zip PAZOLA Womens Pullover 292371 - 10045 white - vivid blue",
      "image": "assets/products/186085_00_d.jpg",
      "manufacturer": "Odlo",
      "season": "Winter",
      "for": "Women's",
      "material": "Synthetic fiber",
      "description": "Warm womens longsleeve shirt made of fleece material with short front zip.",
      "price": 19.99,
      "size": ["S", "M", "L"]
    },
    {
      "id": 31,
      "name": "Odlo Midlayer 1/2 zip STEAM - 30444 hawaiian sunset melange",
      "image": "assets/products/283860_00_d.jpg",
      "manufacturer": "Odlo",
      "season": "Spring/Fall",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "Odlo STEAM Midlayer with super fast drying waffle structure and perfect thermoregulation. The pullover is highly stretchable for great freedom of movement.",
      "price": 42.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "id": 32,
      "name": "Odlo BL Top Crew neck l/s F-DRY Men - ensign blue",
      "image": "assets/products/313255_00_d.jpg",
      "manufacturer": "Odlo",
      "season": "Spring/Fall",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "The F-Dry BL long sleeve crew neck top for men has been specially designed by outdoor market leader ODLO to take on sun, heat, moisture and even chilly weather. F-Dry Eyelet Effect technology makes this top extra soft while offering the highest levels of moisture management that utilises fast-drying push-pull-effect technology to move moisture away from your skin effectively to dry you off quicker. Effect by ODLO fights odours while creating excellent personal climate control. Get ready for anything this summer in ODLO’s F-Dry BL long sleeve crew neck top for men.",
      "price": 28.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "id": 33,
      "name": "Odlo Men's Polo F-DRY 550662 - zinfandel",
      "image": "assets/products/313312_00_d.jpg",
      "manufacturer": "Odlo",
      "season": "Summer",
      "for": "Men's",
      "material": "Synthetic fiber",
      "description": "Modern materials and classic style are paramount in the design of ODLO’s new F-Dry Polo short sleeve top for men. Get more out of your time on the links, on the court or in your everyday life thanks to the ultra fast-drying and refreshing F-Dry technology in this Polo top. Push-Pull-Effect pulls moisture away from your skin and pushes it away from you for faster evaporation when the heat’s turned up. With the F-Dry Polo short sleeve top from ODLO, you don’t have to choose between style and substance.",
      "price": 28.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "id": 34,
      "name": "Icebreaker Mens Stevenston Long Sleeve Flannel Shirt - Gritstone HTHR",
      "image": "assets/products/343579_00_d.jpg",
      "manufacturer": "Icebreaker",
      "season": "Spring/Fall",
      "for": "Men's",
      "material": "Blended fabric",
      "description": "The shirt to have in your wardrobe for year-round style, the Steveston Long Sleeve Flannel Shirt combines smart looks with a comfortable fit. From the commute to after-work catch-ups and weekend adventures, this shirt is soft and luxurious for all-day comfort. It’s made from Icebreaker's signature COOL-LITE™ fabric, a blend of merino with natural TENCEL™ for drape and breathability, plus LYCRA® for stretch and a touch of polyester for durability. Classic features include a chest pocket and cuffs with button closures.",
      "price": 118.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "id": 35,
      "name": "Icebreaker Mens Sphere Crewe Long Sleeve Shirt 2019 - Black HTHR",
      "image": "assets/products/343391_00_d.jpg",
      "manufacturer": "Icebreaker",
      "season": "Spring/Fall",
      "for": "Men's",
      "material": "Blended fabric",
      "description": "An ultra-light merino longsleeve shirt for warm-weather conditions, the Sphere Long Sleeve Crewe features an updated design to provide maximum comfort whether you're running for the train or heading off on adventures. Made from Icebreaker's 130gm jersey, the corespun fabric features merino fibers wrapped around nylon for added durability and next-to-skin softness and Cool-Lite™ technology keeps you cool through the hotter days. The ideal shirt for when you're on the move and want a bit of extra coverage, it's breathable, odor-resistant and quick-drying and the crewe-neck design is classic and comfortable. The shoulder seams are off-set to prevent your pack rubbing when you're commuting or hiking.",
      "price": 63.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "id": 36,
      "name": "Icebreaker Mens Compass Short Sleeve Shirt - Monsoon",
      "image": "assets/products/309885_00_d.jpg",
      "manufacturer": "Icebreaker",
      "season": "Summer",
      "for": "Men's",
      "material": "Blended fabric",
      "description": "The perfect complement to active summer days and epic days of traveling to far-flung destinations, the Compass Short Sleeve Shirt is a stylish summertime button-up featuring Icebreaker's Cool-Lite™ fabric. Cool-Lite blends soft, breathable and odor-resistant merino wool with natural Tencel®. Offset shoulder seams eliminate chafing when you’re traveling with a backpack, and a single buttoned chest pocket stashes your passport, cash or other small essentials.",
      "price": 76.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "id": 37,
      "name": "Icebreaker Womens Tech Lite SS Low Crewe Cadence Pulse - Ember",
      "image": "assets/products/351399_00_d.jpg",
      "manufacturer": "Icebreaker",
      "season": "Summer",
      "for": "Women's",
      "material": "Blended fabric",
      "description": "When it comes to versatility and year-round comfort, the Tech Lite Short Sleeve Low Crewe Cadence Pulse is the ultimate go-to T-shirt. It offers a great fit and feel, so you can forget what you’re wearing and focus on whatever your day brings, from everyday wear to adventures further afield. Made with corespun fabric, it features merino wool fiber wrapped around a nylon core for enhanced durability and next-to-skin softness. The soft, open neck is feminine and comfortable and the offset shoulder seams prevent rubbing when you’re carrying a pack on the trail or on your travels. The original screen print by Zachary Snyder adds a fresh, graphic element.",
      "price": 35.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "id": 38,
      "name": "Icebreaker Womens Tech Lite Tank Coronet Peak - Blizzard Heather",
      "image": "assets/products/309356_00_d.jpg",
      "manufacturer": "Icebreaker",
      "season": "Summer",
      "for": "Women's",
      "material": "Wool",
      "description": "The tank top version of one of Icebreaker's most iconic tees, the Tech Lite Tank Coronet Peak is a lightweight, stylish option for your adventures outdoors and in life. It’s made with Icebreaker's beautifully soft 150gm jersey fabric, which comprises corespun fibers of merino wool wrapped around nylon for enhanced durability and a lovely feel next to the skin. Hard to beat for comfort in the heat, it has a scooped neck for a feminine look and fit and forward-set side seams for added comfort. The original screen print by Bill Carden-Horton adds a contemporary graphic element.",
      "price": 38.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "id": 39,
      "name": "Icebreaker Womens Zeal Tank - Poppy Red",
      "image": "assets/products/254349_00_d.jpg",
      "manufacturer": "Icebreaker",
      "season": "Summer",
      "for": "Women's",
      "material": "Wool",
      "description": "From weekend adventures to midweek training sessions, the Zeal Tank is the go-to, ultralight active tank with incredible wicking performance and a flattering slim fit. The Zeal features a blend of soft merino wool with polyester added to wick moisture and make for faster drying. The soft, open neckline and forward-set side seams maximize comfort, and the drop-tail hem provides additional coverage",
      "price": 26.99,
      "size": ["S", "M", "L", "KL"]
    },
    {
      "id": 40,
      "name": "Icebreaker Mens Tech Lite Crewe Bear Lift Short Sleeve Shirt - Gritstone HTHR",
      "image": "assets/products/343480_00_d.jpg",
      "manufacturer": "Icebreaker",
      "season": "Summer",
      "for": "Men's",
      "material": "Wool",
      "description": "The Tech Lite Short Sleeve Crewe Bear Lift is Icebreaker's comfortable and versatile merino T-shirt with capabilities as varied as the adventures you’ll take it on. From traveling out of a backpack in far-flung corners of the globe to mid-winter ski tours and multi-pitch climbs, the Tech Lite provides the breathability, odor-resistance and quick-drying performance you need for comfort every day. The Tech Lite is made with Icebreaker's signature lightweight merino-blend fabric, with the super-soft fibers corespun around nylon for increased durability. The quirky graphic by Damon Watters is a nod to mountain adventures.",
      "price": 55.99,
      "size": ["S", "M", "L", "KL"]
    }
  ]
}
